tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-cask.git"
tap "homebrew/cask-drivers", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-cask-drivers.git"
tap "homebrew/cask-fonts", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-cask-fonts.git"
tap "homebrew/cask-versions", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-cask-versions.git"
tap "homebrew/command-not-found", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-command-not-found.git"
tap "homebrew/core"
tap "homebrew/services"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "michaeleisel/zld"
brew "openjdk"
brew "apktool"
brew "aria2"
brew "bottom"
brew "chezmoi"
brew "cloc"
brew "cmake"
brew "colima"
brew "docker"
brew "exercism"
brew "fd"
brew "fzf"
brew "goctl"
brew "goenv", args: ["HEAD"]
brew "gtk+3"
brew "htop"
brew "iperf3"
brew "lazygit"
brew "lsd"
brew "luarocks"
brew "mas"
brew "molten-vk"
brew "neofetch"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "sdl2"
brew "smartmontools"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "wget"
brew "xterm"
brew "zellij"
brew "zoxide"
brew "zsh"
cask "alacritty"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "anki"
cask "balenaetcher"
cask "bartender"
cask "calendarx"
cask "chatgpt"
cask "clashx"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iina"
cask "iina-plus"
cask "jellyfin-media-player"
cask "karabiner-elements"
cask "monitorcontrol"
cask "motrix"
cask "mouse-fix"
cask "netnewswire"
cask "obs"
cask "only-switch"
cask "parallels"
cask "picgo"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qq"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookapk"
cask "rectangle"
cask "rustdesk"
cask "siyuan"
cask "snipaste"
cask "squirrel"
cask "steam"
cask "steam-plus-plus"
cask "sunloginclient"
cask "switchresx"
cask "syntax-highlight"
cask "telegram"
cask "temurin"
cask "tencent-lemon"
cask "thunder"
cask "ticktick"
cask "tinymediamanager"
cask "visual-studio-code"
cask "vnc-viewer"
cask "webpquicklook"
cask "wechat"
cask "yuque"
