tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "bottom"
brew "chezmoi"
brew "fd"
brew "fzf"
brew "gmp"
brew "graphviz"
brew "highlight"
brew "lazygit"
brew "openssl@3"
brew "libyaml"
brew "lsd"
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "readline"
brew "ripgrep"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "trash"
brew "zoxide"
brew "zsh"
cask "alacritty"
cask "bartender"
cask "betterdisplay"
cask "discord"
cask "firefox"
cask "fliqlo"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-chrome-dev"
cask "iina"
cask "karabiner-elements"
cask "mac-mouse-fix"
cask "monitorcontrol"
cask "motrix"
cask "only-switch"
cask "qlab"
cask "qladdict"
cask "qlc-plus"
cask "qlcolorcode"
cask "qlcommonmark"
cask "qldds"
cask "qlfits"
cask "qlgradle"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlmobi"
cask "qlnetcdf"
cask "qlplayground"
cask "qlprettypatch"
cask "qlstephen"
cask "qlswift"
cask "qlvideo"
cask "qq"
cask "rectangle"
cask "snipaste"
cask "squirrel"
cask "stats"
cask "telegram"
cask "temurin"
cask "utools"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "wechat"
vscode "aaron-bond.better-comments"
vscode "byted-cannycoder.cannycoder"
vscode "byted-ide.authenticator"
vscode "byted-ide.cloud-dev-code-analysis"
vscode "byted-ide.cloud-dev-debug"
vscode "byted-ide.cloud-dev-merge-request"
vscode "byted-ide.cloud-dev-task"
vscode "byted-ide.cloud-toolkit"
vscode "byted-ide.gallery"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "jebbs.plantuml"
vscode "mrkou47.thrift-syntax-support"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "zhuangtongfa.material-theme"
